Repository: tfrommen/meta-taxonomy
Catalog: languages/meta-taxonomy-*.po
Languages: de_de

source: All Metas
de_de: Alle Metas

source: Edit Meta
de_de: Meta bearbeiten

source: View Meta
de_de: Meta ansehen

source: Update Meta
de_de: Meta aktualisieren

source: Add New Meta
de_de: Neues Meta erstellen

source: New Meta Name
de_de: Neuer Metaname

source: Parent Meta
de_de: Übergeordnetes Meta

source: Parent Meta:
de_de: Übergeordnetes Meta:

source: Search Metas
de_de: Metas suchen

source: Popular Metas
de_de: Beliebte Metas

source: Separate metas with commas
de_de: Trenne Metas durch Kommas

source: Add or remove metas
de_de: Metas hinzufügen oder entfernen

source: Choose from the most used metas
de_de: Wähle aus den häufig genutzten Metas

source: No metas found.
de_de: Keine Metas gefunden.

source: This taxonomy provides a high-performance means to query posts in a somewhat meta-based way.
de_de: Diese Taxonomie stellt ein höchst performantes Mittel dar, um Beiträge auf eine halbwegs metabasierte Art abzufragen.

source: Registers a taxonomy that provides a high-performance means to query posts in a somewhat meta-based way.
de_de: Registriert eine Taxonomie, die ein höchst performantes Mittel darstellt, um Beiträge auf eine halbwegs metabasierte Art abzufragen.
